{
  "kinmenJourney": {
    "intro": {
      "title": "How Can You Visit Kinmen Without Drinking Kaoliang?",
      "content": "A thousand-year tradition, enjoyed wholeheartedly. Let Kinmen liquor get you tipsy."
    },
    "items": [
      {
        "ID": "I",
        "name": "Pure Love K.K.",
        "ingredients": "Marigold/ Jasmine Tea/ Honey",
        "image": "imgs/cocktail1.jpg",
        "storyBehind": "<p>Gugang Village in Kinmen is home to the picturesque Gugang Lake, nestled amidst green hills and sparkling waters.</p><p>In the past, the lake was known as a romantic rendezvous for young men and women of Kinmen. An old newspaper article describing the scenery of Gugang Lake once said:</p><p><em>'If it’s a bright moonlit night, bring your girlfriend to row on Gugang Lake. Even if you don’t speak sweet words, you’ll still experience a silent connection and a mutual understanding without words.'</em></p><p>In many literary works from Kinmen, the lake's beautiful scenery often ignites love between the male and female protagonists.</p>"
      },
      {
        "ID": "II",
        "name": "Holy Shit!",
        "ingredients": "Smoke/ Gentian/ Cinnamon/ Egg white",
        "image": "imgs/cocktail2.jpg",
        "storyBehind": "<p>It is said that during the Ming Dynasty, a eunuch named Zhang lived in Kinmen, while a queen resided across the strait in Weitou. The emperor granted the queen’s family a palace-style ancestral home, but it was built on the local 'horseshoe crab hole.'</p><p>As a result, the horseshoe crab kept gasping for breath, facing Kinmen with its nostrils. This caused constant wind and sand, making the place uninhabitable.</p><p>Zhang the eunuch suggested removing three tiles from the ancestral home to allow the horseshoe crab to breathe, which would solve the problem. However, as a eunuch, he could not challenge the queen.</p><p>It wasn't until one day, when the emperor went on a trip and left him in power for seven days, that he ordered the tiles to be removed.</p><p>Afterward, the winds and sands of Kinmen calmed down, making it suitable for living.</p>"
      },
      {
        "ID": "III",
        "name": "Runaway Peacock",
        "ingredients": "Grape/ Rosemary/ Mastiha",
        "image": "imgs/cocktail3.jpg",
        "storyBehind": "<p>In 1999, Typhoon Dan swept through Kinmen, causing several peacocks to escape from their destroyed enclosures. A few years later, wild peacock families began to appear in Kinmen.</p><p>Initially, people welcomed the peacocks and nicknamed them 'Little Phoenixes,' believing they would bring good luck. However, due to the lack of natural predators in Kinmen, the peacock population rapidly grew, and abandoned military camps became their habitats.</p><p>Now, peacocks are everywhere in Kinmen, raising concerns among the residents. To control the population, the Kinmen County Government issued a bounty, offering a reward of 600 NTD for capturing a peacock.</p>"
      },
      {
        "ID": "IV",
        "name": "Rodenticide 1957",
        "ingredients": "Cocoa/ Taro/ Milk/ Peanut Candy",
        "image": "imgs/cocktail4.jpg",
        "storyBehind": "<p>In the 1940s and 1950s, plague outbreaks occurred multiple times in Kinmen. After the National Army stationed in Kinmen, they established the 'Plague Prevention Office' to prevent the plague from affecting the soldiers’ morale.</p><p>Aside from regular vaccinations and spraying disinfectants for both soldiers and civilians, they introduced the latest rodenticide, 'Zinc Phosphide,' in 1957. This gray-black powder was mixed with cooked taro to lure rats.</p><p>Although the military successfully eradicated the plague, the prevention measures became part of military mobilization, often creating extra burdens for the residents. For example, locals were required to regularly submit rat tails to prove the effectiveness of the rat eradication campaign.</p>"
      },
      {
        "ID": "V",
        "name": "Bloody Commandos",
        "ingredients": "Tomato/ Black Vinegar/ Chili/ KKL",
        "image": "imgs/cocktail5.jpg",
        "storyBehind": "<p>Kinmen is close to mainland China, so it’s not uncommon for enemy scouts to infiltrate the shores. It is said that once, a guard at a coastal defense base fell asleep and failed to detect an infiltrating enemy, leading to the entire company being killed in their sleep.</p><p>Afterward, the camp was sealed off by the military, but residents still heard marching at night. Curious locals ventured into the camp, only to find headless soldiers drilling.</p><p>This seemingly baseless legend may stem from the high-pressure environment of Kinmen's frontline. In Kinmen, where lights are controlled at night, guards often hear the sound of waves without seeing anything, easily falling into fear. This might explain the spread of water ghost legends.</p>"
      },
      {
        "ID": "VI",
        "name": "8.6 Miles Apart",
        "ingredients": "Mezcal/ Rye Whiskey/ Mushroom",
        "image": "imgs/cocktail6.jpg",
        "storyBehind": "<p>During the Prohibition era in the United States, people went beyond the 3-nautical-mile limit to drink, avoiding detection. This prompted law enforcement to extend the enforcement zone to 12 nautical miles.</p><p>However, during the first United Nations Conference on the Law of the Sea in 1958, no consensus was reached on the width of territorial waters. That same year, the 823 Artillery Bombardment erupted in Kinmen. Beijing declared China's territorial waters to be 12 nautical miles, prohibiting foreign ships from entering without cause, targeting U.S. naval ships escorting Nationalist forces.</p><p>The distance between Kinmen and Xiamen's 'mini three links' wharf is about 8.6 nautical miles, falling within the 3 to 12 nautical mile range. Today, it serves as a vital channel for cross-strait exchanges, symbolizing the complexity of cross-strait issues in Kinmen.</p>"
      },
      {
        "ID": "VII",
        "name": "Pick and Eat",
        "ingredients": "Ginger/ Soy Milk/ Almond",
        "image": "imgs/cocktail7.jpg",
        "storyBehind": "<p>Kinmen used to be a key site for psychological warfare, with 'propaganda balloons' being one of the strategies. These balloons not only carried leaflets but also transported supplies such as food, canned goods, medicines, and cigarettes.</p><p>At one point, relief food packages even had 'Pick and Eat' written on them, which now seems quite amusing. The launch of these balloons was often timed with guest visits or holidays.</p><p>For example, during the Mid-Autumn Festival, they launched mooncake balloons, and during Christian visits, they sent off 'Bible balloons.' Thus, the supplies transported by the balloons and the launch process itself became ritualistic political propaganda.</p>"
      },
      {
        "ID": "VIII",
        "name": "Letters from Nanyang",
        "ingredients": "Geow Yong Tea/ Bourbon",
        "image": "imgs/cocktail8.jpg",
        "storyBehind": "<p>Life in Kinmen was tough in the past, forcing many young people to work in Southeast Asia, known as 'journeying abroad' or 'heading to Nanyang.' Those who ventured abroad were called 'fan ke (migrant workers).' They would send their earnings and letters back home, which became the 'life-saving money' for countless Kinmen families and the only link between separated families.</p><p>It is said that when these guests returned home via Hong Kong, they often bought 'Geow Yong Tea,' a popular tea in Kinmen tea shops. While a few succeeded in amassing wealth, most toiled abroad for a lifetime, with some even passing away in foreign lands, never to return to Kinmen.</p>"
      },
      {
        "ID": "IX",
        "name": "Voices from Home",
        "ingredients": "Nanyang Herbal Mix/ Coconut/ Pineapple",
        "image": "imgs/cocktail9.jpg",
        "storyBehind": "<p>Life in Kinmen was very difficult in the past, and many young people had to travel far to work in Southeast Asia, known as 'journeying abroad' or 'heading to Nanyang.' Some of them struggled for years abroad, unable to earn enough money to return to Kinmen, gradually losing their connection with their homeland.</p><p>To maintain the bond with these 'fan ke (migrant workers),' Kinmen at that time had a publication called 'Qiao Kan (Overseas Chinese Journal),' which specialized in publishing news and correspondence from family and friends, sending it to Southeast Asia.</p><p>Imagine how excited and nostalgic they must have felt upon receiving the newsletter in a foreign land, reading the latest news from their hometown!</p>"
      }
    ]
  }
}
